Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.update.autoCheck.title
source: Automatically check for updates
ar: التحقق من التحديثات تلقائياً
bg: Автоматична проверка за актуализации
bn: স্বয়ংক্রিয়ভাবে আপডেট চেক করুন
ca: Cerca actualitzacions automàticament
cs: Automaticky vyhledávat aktualizace
da: Søg automatisk efter opdateringer
de: Automatisch nach Updates suchen
el: Αυτόματος έλεγχος για ενημερώσεις
es: Buscar actualizaciones automáticamente
fa: بررسی خودکار به‌روزرسانی‌ها
fi: Tarkista päivitykset automaattisesti
fil: Awtomatikong Maghanap ng Mga Update
fr: Rechercher automatiquement les mises à jour
he: בדוק עדכונים אוטומטית
hi: अपडेट की स्वचालित रूप से जांच करें
hr: Automatski provjeri ažuriranja
hu: Frissítések automatikus keresése
id: Periksa Pembaruan Otomatis
it: Controlla aggiornamenti automaticamente
ja: アップデートを自動的に確認
kk: Жаңартуларды автоматты тексеру
ko: 자동으로 업데이트 확인
ms: Semak kemas kini secara automatik
nb: Se etter oppdateringer automatisk
nl: Automatisch naar updates zoeken
pl: Automatycznie sprawdzaj uaktualnienia
pt: Procurar atualizações automaticamente
ro: Verificare automată pentru actualizări
ru: Автоматически проверять обновления
sk: Automaticky kontrolovať aktualizácie
sr: Аутоматски провери ажурирања
sv: Sök efter uppdateringar automatiskt
th: ตรวจหาการอัปเดตอัตโนมัติ
tr: Güncellemeleri otomatik olarak denetle
uk: Автоматично перевіряти оновлення
vi: Tự động kiểm tra bản cập nhật
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

# settings.update.autoDownload.desc
source: Download updates in the background and notify you when ready.
ar: تنزيل التحديثات في الخلفية وإشعارك عند الجاهزية.
bg: Изтегляне на актуализации във фонов режим и уведомяване при готовност.
bn: ব্যাকগ্রাউন্ডে আপডেট ডাউনলোড করুন এবং প্রস্তুত হলে অবহিত করুন।
ca: Descarrega actualitzacions en segon pla i avisa quan estiguin a punt.
cs: Stahovat aktualizace na pozadí a upozornit, když jsou připraveny.
da: Download opdateringer i baggrunden og få besked, når de er klar.
de: Updates im Hintergrund herunterladen und benachrichtigen, wenn sie bereit sind.
el: Λήψη ενημερώσεων στο παρασκήνιο και ειδοποίηση όταν είναι έτοιμες.
es: Descargar actualizaciones en segundo plano y notificar cuando estén listas.
fa: دانلود به‌روزرسانی‌ها در پس‌زمینه و اطلاع‌رسانی هنگام آماده بودن.
fi: Lataa päivitykset taustalla ja ilmoita, kun ne ovat valmiita.
fil: Mag-download ng mga update sa background at mag-abiso kapag handa na.
fr: Télécharger les mises à jour en arrière-plan et vous avertir lorsqu'elles sont prêtes.
he: הורד עדכונים ברקע וקבל הודעה כשהם מוכנים.
hi: पृष्ठभूमि में अपडेट डाउनलोड करें और तैयार होने पर आपको सूचित करें।
hr: Preuzmi ažuriranja u pozadini i obavijesti kada budu spremna.
hu: Frissítések letöltése a háttérben és értesítés, ha kész.
id: Unduh pembaruan di latar belakang dan beri tahu Anda saat sudah siap.
it: Scarica gli aggiornamenti in background e ti avvisa quando sono pronti.
ja: バックグラウンドでアップデートをダウンロードし、準備ができたときに通知します。
kk: Жаңартуларды фонда жүктеп алып, дайын болғанда хабарлау.
ko: 백그라운드에서 업데이트를 다운로드하고 준비되면 알립니다.
ms: Muat turun kemas kini di latar belakang dan maklumkan apabila sedia.
nb: Last ned oppdateringer i bakgrunnen og få beskjed når de er klare.
nl: Download updates op de achtergrond en meld het wanneer ze klaar zijn.
pl: Pobieraj aktualizacje w tle i powiadamiaj, gdy będą gotowe.
pt: Descarregar atualizações em segundo plano e notificar quando estiverem prontas.
ro: Descărcați actualizările în fundal și fiți notificat când sunt gata.
ru: Загружать обновления в фоновом режиме и уведомлять о готовности.
sk: Sťahovať aktualizácie na pozadí a upozorniť, keď sú pripravené.
sr: Преузми ажурирања у позадини и обавести када буду спремна.
sv: Hämta uppdateringar i bakgrunden och meddela när de är klara.
th: ดาวน์โหลดการอัปเดตในพื้นหลังและแจ้งเตือนเมื่อพร้อม
tr: Güncellemeleri arka planda indir ve hazır olduğunda bildir.
uk: Завантажувати оновлення у фоновому режимі та повідомляти про готовність.
vi: Tải xuống các bản cập nhật trong nền và thông báo cho bạn khi chúng sẵn sàng.
zh_hans: 在后台下载更新，准备就绪时通知您。
zh_hant: 在背景下載更新並在準備就緒時通知您。

# settings.update.autoDownload.title
source: Automatically download updates
ar: تنزيل التحديثات تلقائياً
bg: Автоматично изтегляне на актуализации
bn: স্বয়ংক্রিয়ভাবে আপডেট ডাউনলোড করুন
ca: Descarrega actualitzacions automàticament
cs: Automaticky stahovat aktualizace
da: Download opdateringer automatisk
de: Updates automatisch laden
el: Αυτόματη λήψη ενημερώσεων
es: Descargar actualizaciones automáticamente
fa: دانلود خودکار به‌روزرسانی‌ها
fi: Lataa päivitykset automaattisesti
fil: Awtomatikong Mag-download ng Mga Update
fr: Télécharger automatiquement les mises à jour
he: הורד עדכונים אוטומטית
hi: अपडेट स्वचालित रूप से डाउनलोड करें
hr: Automatski preuzmi ažuriranja
hu: Frissítések automatikus letöltése
id: Unduh Pembaruan Otomatis
it: Scarica aggiornamenti automaticamente
ja: アップデートを自動的にダウンロード
kk: Жаңартуларды автоматты жүктеп алу
ko: 자동으로 업데이트 다운로드
ms: Muat turun kemas kini secara automatik
nb: Last ned oppdateringer automatisk
nl: Updates automatisch downloaden
pl: Automatycznie pobieraj uaktualnienia
pt: Descarregar atualizações automaticamente
ro: Descărcare automată actualizări
ru: Автоматически загружать обновления
sk: Automaticky sťahovať aktualizácie
sr: Аутоматски преузми ажурирања
sv: Hämta uppdateringar automatiskt
th: ดาวน์โหลดการอัปเดตอัตโนมัติ
tr: Güncellemeleri otomatik olarak indir
uk: Автоматично завантажувати оновлення
vi: Tự động tải xuống các bản cập nhật
zh_hans: 自动下载更新
zh_hant: 自動下載更新

# settings.update.checkNow
source: Check now
ar: التحقق الآن
bg: Провери сега
bn: এখনই চেক করুন
ca: Comprova ara
cs: Zkontrolovat nyní
da: Søg nu
de: Jetzt prüfen
el: Έλεγχος τώρα
es: Comprobar ahora
fa: بررسی اکنون
fi: Tarkista nyt
fil: Suriin Ngayon
fr: Vérifier maintenant
he: בדוק כעת
hi: अभी जांचें
hr: Provjeri sada
hu: Keresés most
id: Periksa Sekarang
it: Controlla ora
ja: 今すぐ確認
kk: Қазір тексеру
ko: 지금 확인
ms: Semak sekarang
nb: Se etter nå
nl: Zoek nu
pl: Sprawdź teraz
pt: Procurar agora
ro: Verifică acum
ru: Проверить сейчас
sk: Skontrolovať teraz
sr: Провери сада
sv: Sök nu
th: ตรวจหาทันที
tr: Şimdi denetle
uk: Перевірити зараз
vi: Kiểm tra ngay
zh_hans: 立即检查
zh_hant: 立即檢查

# settings.vpn.appearanceStyle.compact
source: Compact
ar: مضغوط
bg: Компактен
bn: কমপ্যাক্ট
ca: Compacte
cs: Kompaktní
da: Kompakt
de: Kompakt
el: Συμπαγές
es: Compacto
fa: فشرده
fi: Kompakti
he: קומפקטי
hi: कॉम्पैक्ट
hr: Kompaktno
hu: Kompakt
id: Ringkas
it: Compatto
ja: コンパクト
kk: Шағын
ko: 컴팩트
ms: Padat
nb: Kompakt
pl: Kompaktowy
pt: Compacto
ru: Компактный
sk: Kompaktný
sr: Компактно
sv: Kompakt
th: กะทัดรัด
tr: Kompakt
uk: Компактний
vi: Gọn gàng
zh_hans: 紧凑
zh_hant: 緊湊

# settings.vpn.appearanceStyle.detailed
source: Detailed
ar: مفصّل
bg: Подробен
bn: বিস্তারিত
ca: Detallat
cs: Podrobný
da: Detaljeret
de: Detailliert
el: Αναλυτικό
es: Detallado
fa: دقیق
fi: Yksityiskohtainen
fil: Detalyado
fr: Détaillé
he: מפורט
hi: विस्तृत
hr: Detaljno
hu: Részletes
id: Mendetail
it: Dettagliato
ja: 詳細
kk: Толық
ko: 상세
ms: Terperinci
nb: Detaljert
nl: Gedetailleerd
pl: Szczegółowy
pt: Detalhado
ro: Detaliat
ru: Подробный
sk: Podrobný
sr: Детаљно
sv: Detaljerad
th: ละเอียด
tr: Ayrıntılı
uk: Детальний
vi: Chi tiết
zh_hans: 详细
zh_hant: 詳細

# settings.vpn.card.activity
source: VPN activity
ar: نشاط VPN
bg: VPN дейност
bn: VPN অ্যাক্টিভিটি
ca: Activitat de VPN
cs: Aktivita VPN
da: VPN-aktivitet
de: VPN-Aktivität
el: Δραστηριότητα VPN
es: Actividad de VPN
fa: فعالیت VPN
fi: VPN-toiminta
fil: Aktibidad ng VPN
fr: Activité VPN
he: פעילות VPN
hi: VPN गतिविधि
hr: VPN aktivnost
hu: VPN-tevékenység
id: Aktivitas VPN
it: Attività VPN
ja: VPNアクティビティ
kk: VPN әрекеті
ko: VPN 활동
ms: Aktiviti VPN
nb: VPN-aktivitet
nl: VPN-activiteit
pl: Aktywność VPN
pt: Atividade VPN
ro: Activitate VPN
ru: Активность VPN
sk: Aktivita VPN
sr: VPN активност
sv: VPN-aktivitet
th: กิจกรรม VPN
tr: VPN etkinliği
uk: Активність VPN
vi: Hoạt động VPN
zh_hans: VPN 活动
zh_hant: VPN 活動

# settings.vpn.card.appearance
source: VPN appearance
ar: مظهر VPN
bg: VPN изглед
bn: VPN চেহারা
ca: Aparença de VPN
cs: Vzhled VPN
da: VPN-udseende
de: VPN-Erscheinungsbild
el: Εμφάνιση VPN
es: Apariencia de VPN
fa: ظاهر VPN
fi: VPN-ulkoasu
fil: Hitsura ng VPN
fr: Apparence VPN
he: מראה VPN
hi: VPN स्वरूप
hr: VPN izgled
hu: VPN megjelenés
id: Tampilan VPN
it: Aspetto VPN
ja: VPNの外観
kk: VPN көрінісі
ko: VPN 모양
ms: Penampilan VPN
nb: VPN-utseende
nl: VPN-weergave
pl: Wygląd VPN
pt: Aparência VPN
ro: Aspect VPN
ru: Внешний вид VPN
sk: Vzhľad VPN
sr: VPN изглед
sv: VPN-utseende
th: ลักษณะ VPN
tr: VPN görünümü
uk: Вигляд VPN
vi: Giao diện VPN
zh_hans: VPN 外观
zh_hant: VPN 外觀

# settings.vpn.card.duration
source: VPN duration
ar: مدة VPN
bg: VPN продължителност
bn: VPN সময়কাল
ca: Durada de VPN
cs: Doba trvání VPN
da: VPN-varighed
de: VPN-Dauer
el: Διάρκεια VPN
es: Duración de VPN
fa: مدت زمان VPN
fi: VPN:n kesto
fil: Tagal ng VPN
fr: Durée du VPN
he: משך VPN
hi: VPN अवधि
hr: VPN trajanje
hu: VPN időtartam
id: Durasi VPN
it: Durata VPN
ja: VPN表示時間
kk: VPN ұзақтығы
ko: VPN 지속 시간
ms: Tempoh VPN
nb: VPN-varighet
nl: VPN-duur
pl: Czas trwania VPN
pt: Duração da VPN
ro: Durată VPN
ru: Длительность VPN
sk: Trvanie VPN
sr: VPN трајање
sv: VPN-tid
th: ระยะเวลา VPN
tr: VPN süresi
uk: Тривалість VPN
vi: Thời lượng VPN
zh_hans: VPN 显示时长
zh_hant: VPN 顯示時間

# settings.vpn.card.preferred
source: Preferred VPN
ar: VPN المفضل
bg: Предпочитан VPN
bn: পছন্দের VPN
ca: VPN preferida
cs: Preferovaná VPN
da: Foretrukken VPN
de: Bevorzugtes VPN
el: Προτιμώμενο VPN
es: VPN preferida
fa: VPN ترجیحی
fi: Ensisijainen VPN
fil: Ginustong VPN
fr: VPN préféré
he: VPN מועדף
hi: पसंदीदा VPN
hr: Preferirani VPN
hu: Előnyben részesített VPN
id: VPN Pilihan
it: VPN preferita
ja: 優先VPN
kk: Таңдаулы VPN
ko: 선호하는 VPN
ms: VPN Pilihan
nb: Foretrukket VPN
nl: Voorkeurs-VPN
pl: Preferowany VPN
pt: VPN preferida
ro: VPN preferat
ru: Предпочитаемый VPN
sk: Preferovaná VPN
sr: Преферирани VPN
sv: Föredragen VPN
th: VPN ที่ต้องการ
tr: Tercih edilen VPN
uk: Бажаний VPN
vi: VPN ưa thích
zh_hans: 首选 VPN
zh_hant: 偏好 VPN

# settings.vpn.disconnectedActivity.title
source: VPN disconnected temporary activity
ar: نشاط قطع اتصال VPN المؤقت
bg: Временна дейност при изключен VPN
bn: অস্থায়ী VPN সংযোগ বিচ্ছিন্ন অ্যাক্টিভিটি
ca: Activitat temporal de VPN desconnectada
cs: Dočasná aktivita odpojené VPN
da: Midlertidig VPN-afbrudt-aktivitet
de: Temporäre VPN-Getrennt-Aktivität
el: Προσωρινή δραστηριότητα αποσύνδεσης VPN
es: Actividad temporal de desconexión de VPN
fa: فعالیت موقت قطع VPN
fi: Väliaikainen VPN-katkaistu-toiminta
fil: Pansamantalang Aktibidad ng Nadiskonektang VPN
fr: Activité temporaire VPN déconnecté
he: פעילות VPN מנותק זמנית
hi: VPN डिस्कनेक्टेड अस्थायी गतिविधि
hr: Privremena aktivnost odspajanja VPN-a
hu: VPN lekapcsolva ideiglenes tevékenység
id: Aktivitas VPN Terputus Sementara
it: Attività temporanea VPN disconnessa
ja: VPN切断一時アクティビティ
kk: Уақытша VPN ажыратылу әрекеті
ko: VPN 연결 해제 임시 활동
ms: Aktiviti sementara VPN diputuskan
nb: Midlertidig VPN-frakoblet-aktivitet
nl: Tijdelijke activiteit VPN losgekoppeld
pl: Tymczasowa aktywność rozłączenia VPN
pt: Atividade temporária de VPN desligada
ro: Activitate temporară deconectare VPN
ru: Временная активность при отключении VPN
sk: Dočasná aktivita odpojenia VPN
sr: Привремена активност искључења VPN-а
sv: Tillfällig aktivitet för frånkopplad VPN
th: กิจกรรมชั่วคราวเมื่อตัดการเชื่อมต่อ VPN
tr: VPN bağlantısı kesildi geçici etkinliği
uk: Тимчасова активність відключення VPN
vi: Hoạt động VPN đã ngắt kết nối tạm thời
zh_hans: VPN 断开临时活动
zh_hant: VPN 已中斷連線暫時活動

# settings.vpn.disconnectedActivity2.desc
source: Show a short notification when a VPN connection becomes inactive.
ar: إظهار إشعار قصير عند توقف اتصال VPN.
bg: Показване на кратко известие, когато VPN връзката стане неактивна.
bn: একটি VPN সংযোগ নিষ্ক্রিয় হলে একটি সংক্ষিপ্ত বিজ্ঞপ্তি দেখান।
ca: Mostra una notificació breu quan una connexió VPN esdevé inactiva.
cs: Zobrazit krátké oznámení při neaktivitě připojení VPN.
da: Vis en kort notifikation, når en VPN-forbindelse bliver inaktiv.
de: Kurze Benachrichtigung anzeigen, wenn eine VPN-Verbindung getrennt wird.
el: Εμφάνιση σύντομης ειδοποίησης όταν μια σύνδεση VPN καθίσταται ανενεργή.
es: Mostrar una notificación breve cuando una conexión VPN se desactiva.
fa: نمایش اعلان کوتاه هنگام غیرفعال شدن اتصال VPN.
fi: Näytä lyhyt ilmoitus, kun VPN-yhteys muuttuu passiiviseksi.
fil: Magpakita ng maikling abiso kapag naging hindi aktibo ang koneksyon sa VPN.
fr: Afficher une courte notification lorsqu'une connexion VPN devient inactive.
he: הצג התראה קצרה כאשר חיבור VPN הופך ללא פעיל.
hi: VPN कनेक्शन निष्क्रिय होने पर संक्षिप्त सूचना दिखाएं।
hr: Prikaži kratku obavijest kada VPN veza postane neaktivna.
hu: Rövid értesítés megjelenítése a VPN-kapcsolat inaktívvá válásakor.
id: Tampilkan notifikasi singkat saat koneksi VPN menjadi tidak aktif.
it: Mostra una breve notifica quando una connessione VPN diventa inattiva.
ja: VPN接続が非アクティブになったときに短い通知を表示します。
kk: VPN қосылымы белсенді емес болған кезде қысқаша хабарландыру көрсету.
ko: VPN 연결이 비활성화될 때 짧은 알림을 표시합니다.
ms: Tunjukkan pemberitahuan ringkas apabila sambungan VPN menjadi tidak aktif.
nb: Vis et kort varsel når en VPN-tilkobling blir inaktiv.
nl: Toon een korte melding wanneer een VPN-verbinding inactief wordt.
pl: Pokaż krótkie powiadomienie, gdy połączenie VPN stanie się nieaktywne.
pt: Mostrar uma notificação curta quando uma ligação VPN ficar inativa.
ro: Afișați o notificare scurtă când o conexiune VPN devine inactivă.
ru: Показать короткое уведомление при деактивации VPN-подключения.
sk: Zobraziť krátke oznámenie, keď sa pripojenie VPN stane neaktívnym.
sr: Прикажи кратко обавештење када VPN веза постане неактивна.
sv: Visa en kort avisering när en VPN-anslutning blir inaktiv.
th: แสดงการแจ้งเตือนสั้นๆ เมื่อการเชื่อมต่อ VPN หยุดทำงาน
tr: Bir VPN bağlantısı pasif hale geldiğinde kısa bir bildirim göster.
uk: Показувати коротке сповіщення, коли VPN-з'єднання стає неактивним.
vi: Hiển thị thông báo ngắn khi kết nối VPN không hoạt động.
zh_hans: VPN 连接停用时显示短暂通知。
zh_hant: 當 VPN 連線變為非使用中時顯示簡短通知。

# settings.vpn.disconnectedDuration.title
source: VPN disconnected duration
ar: مدة قطع اتصال VPN
bg: Продължителност при изключен VPN
bn: VPN সংযোগ বিচ্ছিন্ন সময়কাল
ca: Durada de VPN desconnectada
cs: Doba trvání odpojení VPN
da: VPN-afbrudt-varighed
de: VPN-Getrennt-Dauer
el: Διάρκεια αποσύνδεσης VPN
es: Duración de desconexión de VPN
fa: مدت زمان قطع VPN
fi: VPN-katkaistu-kesto
fil: Tagal ng Nadiskonektang VPN
fr: Durée de déconnexion VPN
he: משך VPN מנותק
hi: VPN डिस्कनेक्टेड अवधि
hr: Trajanje odspajanja VPN-a
hu: VPN lekapcsolva időtartama
id: Durasi VPN Terputus
it: Durata disconnessione VPN
ja: VPN切断表示時間
kk: VPN ажыратылу ұзақтығы
ko: VPN 연결 해제 지속 시간
ms: Tempoh VPN diputuskan
nb: VPN-frakoblet-varighet
nl: Duur VPN-loskoppeling
pl: Czas rozłączenia VPN
pt: Duração de VPN desligada
ro: Durată deconectare VPN
ru: Длительность отключения VPN
sk: Trvanie odpojenia VPN
sr: Трајање искључења VPN-а
sv: Tid för frånkopplad VPN
th: ระยะเวลาเมื่อตัดการเชื่อมต่อ VPN
tr: VPN bağlantı kesilme süresi
uk: Тривалість відключення VPN
vi: Thời lượng ngắt kết nối VPN
zh_hans: VPN 断开通知时长
zh_hant: VPN 中斷連線顯示時間

# settings.vpn.disconnectedDuration2.desc
source: Choose how long the VPN disconnection notification stays visible.
ar: اختر مدة بقاء إشعار قطع اتصال VPN مرئياً.
bg: Изберете колко време известието за изключен VPN да остане видимо.
bn: VPN সংযোগ বিচ্ছিন্ন বিজ্ঞপ্তি কতক্ষণ দৃশ্যমান থাকবে তা চয়ন করুন।
ca: Tria quant de temps es manté visible la notificació de VPN desconnectada.
cs: Zvolte, jak dlouho zůstane oznámení o odpojení VPN viditelné.
da: Vælg, hvor længe VPN-afbrydelsesnotifikationen skal være synlig.
de: Wähle, wie lange die VPN-Trennungsbenachrichtigung sichtbar bleibt.
el: Επιλέξτε πόση ώρα θα παραμένει ορατή η ειδοποίηση αποσύνδεσης VPN.
es: Elige cuánto tiempo permanece visible la notificación de desconexión VPN.
fa: مدت زمان نمایان ماندن اعلان قطع VPN را انتخاب کنید.
fi: Valitse, kuinka kauan VPN-katkaisuilmoitus pysyy näkyvissä.
fil: Piliin kung gaano katagal mananatiling nakikita ang abiso ng nadiskonektang VPN.
fr: Choisissez combien de temps la notification de déconnexion VPN reste visible.
he: בחר כמה זמן התראת ניתוק VPN תישאר גלויה.
hi: चुनें कि VPN डिस्कनेक्शन सूचना कितने समय तक दिखाई देगी।
hr: Odaberite koliko dugo obavijest o odspajanju VPN-a ostaje vidljiva.
hu: Válassza ki, mennyi ideig maradjon látható a VPN lekapcsolási értesítés.
id: Pilih berapa lama notifikasi VPN terputus tetap terlihat.
it: Scegli per quanto tempo la notifica di disconnessione VPN rimane visibile.
ja: VPN切断通知を表示し続ける時間を選択します。
kk: VPN ажыратылғаны туралы хабарландыру қанша уақыт көрінетінін таңдаңыз.
ko: VPN 연결 해제 알림이 표시되는 지속 시간을 선택하세요.
ms: Pilih berapa lama pemberitahuan VPN terputus kekal kelihatan.
nb: Velg hvor lenge VPN-frakoblingsvarselet skal være synlig.
nl: Kies hoe lang de melding van een verbroken VPN-verbinding zichtbaar blijft.
pl: Wybierz, jak długo powiadomienie o rozłączeniu VPN pozostaje widoczne.
pt: Escolha quanto tempo a notificação de VPN desligada permanece visível.
ro: Alegeți cât timp rămâne vizibilă notificarea de deconectare VPN.
ru: Выберите, как долго отображается уведомление об отключении VPN.
sk: Vyberte, ako dlho zostane oznámenie o odpojení VPN viditeľné.
sr: Изаберите колико дуго обавештење о искључењу VPN-а остаје видљиво.
sv: Välj hur länge aviseringen om frånkopplad VPN ska vara synlig.
th: เลือกระยะเวลาที่การแจ้งเตือนตัดการเชื่อมต่อ VPN จะแสดงอยู่
tr: VPN bağlantı kesilme bildiriminin ne kadar süre görünür kalacağını seçin.
uk: Виберіть, як довго сповіщення про відключення VPN залишатиметься видимим.
vi: Chọn thời gian thông báo ngắt kết nối VPN hiển thị.
zh_hans: 选择 VPN 断开通知的显示时长。
zh_hant: 選擇 VPN 中斷連線通知保持可見的時間。

# settings.vpn.duration.title
source: VPN duration
ar: مدة VPN
bg: VPN продължителност
bn: VPN সময়কাল
ca: Durada de VPN
cs: Doba trvání VPN
da: VPN-varighed
de: VPN-Dauer
el: Διάρκεια VPN
es: Duración de VPN
fa: مدت زمان VPN
fi: VPN:n kesto
fil: Tagal ng VPN
fr: Durée du VPN
he: משך VPN
hi: VPN अवधि
hr: VPN trajanje
hu: VPN időtartam
id: Durasi VPN
it: Durata VPN
ja: VPN表示時間
kk: VPN ұзақтығы
ko: VPN 지속 시간
ms: Tempoh VPN
nb: VPN-varighet
nl: VPN-duur
pl: Czas trwania VPN
pt: Duração da VPN
ro: Durată VPN
ru: Длительность VPN
sk: Trvanie VPN
sr: VPN трајање
sv: VPN-tid
th: ระยะเวลา VPN
tr: VPN süresi
uk: Тривалість VPN
vi: Thời lượng VPN
zh_hans: VPN 通知时长
zh_hant: VPN 顯示時間

# settings.vpn.duration2.desc
source: Choose how long the VPN connection notification stays visible.
ar: اختر مدة بقاء إشعار اتصال VPN مرئياً.
bg: Изберете колко време известието за VPN връзка да остане видимо.
bn: VPN সংযোগ বিজ্ঞপ্তি কতক্ষণ দৃশ্যমান থাকবে তা চয়ন করুন।
ca: Tria quant de temps es manté visible la notificació de connexió VPN.
cs: Zvolte, jak dlouho zůstane oznámení o připojení VPN viditelné.
da: Vælg, hvor længe VPN-forbindelsesnotifikationen skal være synlig.
de: Wähle, wie lange die VPN-Verbindungsbenachrichtigung sichtbar bleibt.
el: Επιλέξτε πόση ώρα θα παραμένει ορατή η ειδοποίηση σύνδεσης VPN.
es: Elige cuánto tiempo permanece visible la notificación de conexión VPN.
fa: مدت زمان نمایان ماندن اعلان اتصال VPN را انتخاب کنید.
fi: Valitse, kuinka kauan VPN-yhteysilmoitus pysyy näkyvissä.
fil: Piliin kung gaano katagal mananatiling nakikita ang abiso ng koneksyon sa VPN.
fr: Choisissez combien de temps la notification de connexion VPN reste visible.
he: בחר כמה זמן התראת חיבור VPN תישאר גלויה.
hi: चुनें कि VPN कनेक्शन सूचना कितने समय तक दिखाई देगी।
hr: Odaberite koliko dugo obavijest o povezivanju VPN-a ostaje vidljiva.
hu: Válassza ki, mennyi ideig maradjon látható a VPN kapcsolódási értesítés.
id: Pilih berapa lama notifikasi koneksi VPN tetap terlihat.
it: Scegli per quanto tempo la notifica di connessione VPN rimane visibile.
ja: VPN接続通知を表示し続ける時間を選択します。
kk: VPN қосылу хабарландыруы қанша уақыт көрінетінін таңдаңыз.
ko: VPN 연결 알림이 표시되는 지속 시간을 선택하세요.
ms: Pilih berapa lama pemberitahuan sambungan VPN kekal kelihatan.
nb: Velg hvor lenge VPN-tilkoblingsvarselet skal være synlig.
nl: Kies hoe lang de VPN-verbindingsmelding zichtbaar blijft.
pl: Wybierz, jak długo powiadomienie o połączeniu VPN pozostaje widoczne.
pt: Escolha quanto tempo a notificação de ligação VPN permanece visível.
ro: Alegeți cât timp rămâne vizibilă notificarea de conectare VPN.
ru: Выберите, как долго отображается уведомление о подключении VPN.
sk: Vyberte, ako dlho zostane oznámenie o pripojení VPN viditeľné.
sr: Изаберите колико дуго обавештење о повезивању VPN-а остаје видљиво.
sv: Välj hur länge aviseringen om VPN-anslutning ska vara synlig.
th: เลือกระยะเวลาที่การแจ้งเตือนการเชื่อมต่อ VPN จะแสดงอยู่
tr: VPN bağlantı bildiriminin ne kadar süre görünür kalacağını seçin.
uk: Виберіть, як довго сповіщення про підключення VPN залишатиметься видимим.
vi: Chọn thời gian thông báo kết nối VPN hiển thị.
zh_hans: 选择 VPN 连接通知的显示时长。
zh_hant: 選擇 VPN 連線通知保持可見的時間。
